[{
    "title": "Who are you talking to? Salesperson or Founder?",
    "video_url": "https://vimeo.com/album/4218950/video/188796232",
    "vimeo_id": 188796232,
    "description": "If you are closing the deal with the sales person, you are only helping her meet her revenue targets. You want to ensure that the founders are committed and here is how you find it."
}, {
  "title": "How important is your testimonial for them?",
  "video_url": "https://vimeo.com/album/4218950/video/188796227",
  "vimeo_id": 188796227,
  "description": "You want to be a big customer for the consulting firm. If you are a small fish in a pond of big customers, you will not be able to gain their entire attention. In this video, I try to highlight how to figure out if you are a big customer."
}, {
  "title": "If they promise you success, run?",
  "video_url": "https://vimeo.com/album/4218950/video/188796228",
  "vimeo_id": 188796228,
  "description": "It is easy to make a promise than to keep it. Software development has a very nature of being agile (ever changing). So how can someone promise you success? In this video, I share how to gauge the authenticity of the software consulting firm in your project."
}, {
  "title": "Discovery meeting: Behind the scenes?",
  "video_url": "https://vimeo.com/album/4218950/video/188797727",
  "vimeo_id": 188797727,
  "description": "Are discovery meetings real or just a process to gather requirements? Being the smart man in the room, as a customer, you sure do have all the answers. But is the firm helping you stay focussed on the problem or justifying the marriage with your solution? In this video, I will walk you through how to judge the consulting firm on those aspects."
}, {
  "title": "What is the right engagement model?",
  "video_url": "https://vimeo.com/album/4218950/video/190103395",
  "vimeo_id": 190103395,
  "description": "We will evaluate all kinds of engagement models when engaging with a consulting firm. Should you use Time and Material, Fixed bid or Agile contracts? We say none and show you the right model to use for a successful engagement."
}, {
  "title": "How hard will they hold you on the contracts?",
  "video_url": "https://vimeo.com/album/4218950/video/188796234",
  "vimeo_id": 188796234,
  "description": "Contracts are important and you do sign them before the engagement. But what should happen when your business goes south and what is the kind of consulting firm you want to engage with to take care of you when the times are really rough? Let us explore more."
}, {
  "title": "Respects your budget constraints",
  "video_url": "https://vimeo.com/album/4218950/video/188796231",
  "vimeo_id": 188796231,
  "description": "You do have budget constraints. Tech is overpriced. So would the consulting firm respect them against the costs they incur? Let us see how would you find that out."
}, {
  "title": "Stays with you after the launch",
  "video_url": "https://vimeo.com/album/4218950/video/188796235",
  "vimeo_id": 188796235,
  "description": "Launch of your application is just the beginning. A true partner would not leave you alone after the launch and stay with you."
}]