[{
  "header": "We mostly work with a skill we don't hold a degree in",
  "sub_header": "We call it common sense. Our high technological qualifications not withstanding, we provide pragmatic solutions to the pragmatic problems of our clients. Like they say, it's simple to think difficult but it's difficult to think simple.",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/1.jpg"
}, {
  "header": "What we do is big at we envision to do is even bigger",
  "sub_header": "Work is a bad word to explain what we do. Because we love what we do. We are passionate about solving meaningful problems with appropriate technologies.",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/2.jpg"
}, {
  "header": "SOME PIECES OF ART ARE TIMELESS BUT SOME ARE AHEAD OF THEIR TIME",
  "header": "Some pieces  of art are timeless but some are ahead of their time.",
  "sub_header": "This is what we like to imagine and try to achieve at Idyllic. Every piece of software that we design is not only technically sound but also aesthetically superior and relevantly positioned in the market place. Call it mavericks at work.",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/3.jpg"
}, {
  "header": "Monday morning blues? We don't see red",
  "sub_header": "We believe work is a state of mind. So we are not overly rigid about the time and place you choose to work. Provided you do work and meet the deadlines. You'll have flexibility to work from home if need arises. Nevertheless we'll miss you at office during that friendly banter at the coffee machine.",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/4.jpg"
}, {
  "header": "We hate to work",
  "sub_header": "If what you do seems like work, you're either in the wrong industry or you're not doing it right. Do what you love. Love what you do. Your time here should feel less like digging a trench and more like a challenging game of chess.",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/5.jpg"
}, {
  "header": "Time is money. Correction: Quality time is money",
  "sub_header": "It's not about how much time you spend with us. It's about how you spend it. Our pay evaluation is entirely based on merit and your ability to value-add. We would like to put it this way: show us the money and we will show it back to you.",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/6.jpg"
}, {
  "header": "FREE BEER! If this doesn't attract you nothing will",
  "sub_header": "We conduct geek sessions with beer on every Friday. Get a bit drunk, throw ideas around, catch them, brainstorm and generally get familiar with things around you.",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/7.jpg"
}, {
  "header": "Geek sessions are meant for you to get a hang of things. Not a hangover",
  "sub_header": "We understand completely. Free beer on a Friday night is an intoxicating idea. One soon loses the count of how many glasses one has downed. The idea is to avoid doing that. Get a little drunk and happy. Don't get too drunk and sloppy. Make sure that the thin line between the workplace and the pub doesn't get blurred. Cheers!",
  "img_url": "//s3.amazonaws.com/website-2017/images/careers/work_at_idyllic/8.jpg"
}]